Repository: cskolly/meine-luftdaten-info
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: The more precise the data we have, the better we can evaluate the data and thus energize statements. The system can also try to make a geoposition out of the address, but we would be happy if you would specify the position with the map below.
hu: Je genauer die angegebenen Daten sind, desto besser können die Messdaten ausgewertet werden. Das System kann versuchen, aus der Adresse die Geokoordinaten zu bestimmen. Es wäre aber schön, wenn Sie dies kontrollieren und gegebenenfalls korrigieren würden.

source: Lookup entered address
hu: Eingegebene Adresse suchen

source: Hello,
hu: Hallo,

source: to reset your password, please use the following URL:
hu: um Ihr Passwort zurückzusetzen, nutzen Sie bitte die folgende URL:

source: If you have not requested a new password on luftdaten.info, you can ignore this e-mail.
hu: Falls Sie kein neues Passwort auf luftdaten.info angefordert haben, so können Sie diese E-Mail ignorieren.

source: Sincerely, Your Luftdaten.info team
hu: Mit freundlichen Grüßen, Ihr Team von Luftdaten.info

source: in order to manage your sensor in the future, we have created an account for you. Please enter a password under the following link:
hu: um Ihren Sensor in Zukunft verwalten zu können, haben wir für Sie einen Account erstellt

source: If you have not created an account on luftdaten.info, you can ignore this e-mail.
hu: Falls Sie keinen Account auf luftdaten.info erstellt haben, so können Sie diese E-Mail ignorieren.

source: a particulate matter sensor has been handed over to your control. Please log in with this mail address to take data and settings or to change them:
hu: ein Feinstaub-Sensor wurde Ihrer Kontrolle übergeben. Bitte melden Sie sich mit dieser Mailadresse an, Daten und Einstellungen einzunehmen oder auch zu ändern:

source: If you have received a sensor by mistake, please report this at info@luftdaten.info.
hu: Falls Sie Ihnen fälschlicherweise ein Sensor übergeben wurde, melden Sie dies bitte unter info@luftdaten.info.

source: a fine dust sensor has been registered for you. Please log in with this mail address to take in or change data and settings:
hu: ein Feinstaub-Sensor wurde für Sie registriert. Bitte melden Sie sich mit dieser Mailadresse an, Daten und Einstellungen einzunehmen oder auch zu ändern:

source: If the sensor was registered for you by mistake, please report this to info@luftdaten.info.
hu: Falls der Sensor fälschlicherweise für Sie registriert wurde, melden Sie dies bitte unter info@luftdaten.info.

source: Change password
hu: Passwort ändern

source: Send password reset instructions
hu: Passwort-Reset anfordern

source: Password reminder
hu: Passwort-Erinnerung

source: please wait up to 30 min to receive the mail and check your spam folder
hu: Die E-Mail kann bis zu 30 Minuten brauchen (bitte auch den Spam-Ordner prüfen).

source: Reset password
hu: Passwort zurücksetzen

source: Resend confirmation instructions
hu: Registrierungsbestätigung erneut senden

source: E-Mail addresse
hu: E-Mail-Adresse

source: Please enter an e-mail address.
hu: Bitte geben Sie eine E-Mail-Adresse ein.

source: Please enter a correct e-mail address.
hu: Bitte geben Sie eine korrekte E-Mail-Adresse ein

source: next
hu: weiter

source: Please enter a password.
hu: Bitte geben Sie ein Passwort ein.

source: Stay logged in.
hu: Eingeloggt bleiben

source: I agree to the <a href="/privacy-policy">Privacy policy</a>
hu: Ich stimme den <a href="/datenschutz">Datenschutzbestimmungen</a> zu

source: Please agree to the privacy policy.
hu: Bitte stimmen Sie den Datenschutzbestimmungen zu.

source: register
hu: Registrieren

source: Password request via email
hu: Password via E-Mail anfordern

source: Password must consist of at least %s letters.
hu: Passwort muss aus mindestens %s Buchstaben bestehen.

source: Password (repeat)
hu: Passwort (Wiederholung)

source: Passwords must be identical.
hu: Passwörter müssen identisch sein.

source: Save Password
hu: Passwort speichern

source: First name
hu: Vorname

source: Last name
hu: Nachname

source: Save user data.
hu: Nutzerdaten speichern

source: Old Password
hu: Altes Passwort

source: New password
hu: Neues Passwort

source: New password (repeat)
hu: Neues Passwort (Wiederholung)

source: User data saved.
hu: Nutzerdaten gespeichert.
