Repository: cskolly/meine-luftdaten-info
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: Indoor Sensor
hu: Beltéri szenzor

source: Street
hu: Utca

source: Please enter the street name.
hu: Add meg az utca nevét

source: Street number
hu: Házszám

source: Postal code
hu: Irányítószám

source: Please enter the postal code.
hu: Kérlek, add meg az irányítószámodat.

source: City
hu: Helység

source: Please enter the city name.
hu: Kérlek, adj meg egy helységet.

source: Country
hu: Ország

source: Please enter the country name.
hu: Kérlek, adj meg egy országot.

source: Latitude
hu: Földrajzi szélesség

source: Please enter the latitude.
hu: Kérlek, add meg a földrajzi szélességet

source: Longitude
hu: Földrajzi hosszúság

source: Please enter the longitude.
hu: Kérlek add meg a földrajzi hosszúságot.

source: How much industrial activity is there within a 100m radius?
hu: A 100m-es körzetben mekkora az ipari aktivitás mértéke?

source: Please enter the number between 1 and 10
hu: Kérlek, adj egy értéket 1 és 10 között.

source: No office space, but potential fine dust producers 1 = very little, 10 = very much.
hu: Nincsenek ipari cégek, de lehetséges szálló por termelők száma 1 = nagyon kevés, 10 = nagyon sok

source: How many private stoves or fireplaces are within a 100m radius?
hu: Mennyi magán kályha, vagy tűzhely van a 100m-es körzetben?

source: Does it smell very much like such smoke in your area? 1 = very little, 10 = very much.
hu: A környéken lehet érezni füstszagot? 1 = nagyon keveset, 10 = nagyon sokat

source: How much traffic is there within a 100m radius?
hu: Mekkora a forgalom a 100m-es körzetben?

source: How close are those roads? 1 = very little further away, 10 = a lot of traffic right on your doorstep.
hu: Milyen közel van az utca? 1 = Egy kicsit messzebb, 10 = Nagy forgalom már közvetlen az ajtó előtt.

source: Sensor Type
hu: Szensor típus

source: Personal sensor name
hu: A szenzorod elnevezése

source: Please enter the sensor name.
hu: Kérlek, adj egy nevet a szenzorodnak.

source: Only the sensor ID will be published.
hu: Nyilvánosan csak a szenzor azonosítója fog látszani

source: Sensor level above ground (in cm)
hu: A szenzor milyen magasan van a talajtól? (cm-ben)

source: NOT height above sea level!
hu: NEM a tengerszint feletti magasság!

source: Sensor location relative to the traffic
hu: A szenzor elhelyezése a forgalomhoz képest:

source: 1 = on the garden side, very well shielded from all streets, 10 = the sensor is on a house wall directly on the street. With this value it is irrelevant how big the street is, it is only about where the sensor is attached to the house.
hu: 1 = a kertben, jól elszigetelve az utcáktól, 10 = a szenzor a ház falán van közvetlenül az utcán. Ennél az értéknél nem számít, hogy az utca milyen nagy, csak az, hogy a szenzor. hol van a házon.

source: Publish exact location
hu: A pontos hely látható legyen?

source: Reveal exact sensor location in public data and archives.
hu: A publikus adatok között és az archívumban a szenzor pontos helyelesz látható.

source: Inactive
hu: Inaktív

source: Mark sensor as inactive. No notifications will be sent when sensor goes offline.
hu: Ha megjelölöd, hogy a szenzor inaktív, akkor ha a szenzortól nem kapunk adatokat,nem fogunk figyelemfelhívó üzenetet küldeni.

source: Short description of location
hu: A helyszín rövid leírása

source: Save settings
hu: Beállítások mentése

source: Sensor ID
hu: Szenzor azonosító

source: Sensor ID may only contain digits and letters A to F
hu: A szenzorazonosító csak számokat és betűket (A-tól F-ig) tartalmazhat.

source: The numeric part of the sensorname only
hu: A szenzor nevéből csak a számokat

source: Sensor Board
hu: Szenzor lapka

source: Normally this should be esp8266. Users of ESP32 boards, Raspberry PI or the Smogomierz sensor version need to change this accordingly. Also in these cases the Sensor ID is the numeric part of the name only.
hu: Alapesetben ez esp8266. Ha ESP32-t, vagy Raspberri PI-t vagy Smogomierz szenzort használsz, akkor itt tudod beállítani. Ebben az esetben is a szenzorazonosító a szenzor nevéből csak a számok legyenek.

source: Recipient's e-mail address
hu: A levél fogadójának emailcíme

source: Please enter e-mail address
hu: Kérlek adj meg egy email címet.

source: Please enter correct e-mail address
hu: Kérlek, adj meg egy valódi email címet.

source: Transfer sensor
hu: Szenzor átadása másnak

source: You can't transfer the sensor to yourself
hu: Saját magadnak nem adhatod át a szenzort.

source: Fine dust 10 µm
hu: Szálló por 10 µm

source: Fine dust 2.5 µm
hu: Szálló por 2,5 µm

source: Humidity
hu: Relatív páratartalom

source: Temperature
hu: Hőmérséklet

source: Pressure
hu: Légnyomás

source: Pressure at sea level
hu: Légnyomás a tengerszinten

source: particulate matter sensor SDS011
hu: Szálló por szenzor SDS011

source: particulate matter sensor PMS1003
hu: Szálló por szenzor PMS1003

source: particulate matter sensor PMS3003
hu: Szálló por szenzor 3003

source: particulate matter sensor PMS5003
hu: Szálló por szenzor 5003

source: particulate matter sensor PMS6003
hu: Szálló por szenzor 6003

source: particulate matter sensor PMS7003
hu: Szálló por szenzor PMS7003

source: temperature/humidity sensor DHT22
hu: Hőmérséklet/páratartalom szenzor DHT22

source: temperature/pressure sensor BMP180
hu: Hőmérséklet/légnyomás szenzor BMP180

source: temperature/pressure sensor BMP280
hu: Hőmérséklet/légnyomás szenzor BMP280

source: temperature/humidity/pressure sensor BME280
hu: Hőmérséklet/páratartalom/légnyomás szenzor BME280

source: Settings saved successfully.
hu: A beállítások sikeresen mentve.

source: Sensor successfully registered.
hu: A szenzor regisztrációja sikeres.

source: This sensor ID is already registered.
hu: Ez a szenzor azonosító már regisztrálva van.

source: A fine dust sensor was transferred to you
hu: Egy szálló por szenzort átadtak neked

source: Access prohibited
hu: Hozzáférés megtagadva

source: You may not access this page. Maybe
hu: Ezt a lapot nem érheted el. Talán

source: you must first log in?
hu: először be kell jelentkezned.

source: Imprint
hu: Impresszum

source: Informations according to § 5 TMG
hu: Információk a TMG (Telemediengesetz) §5 szerint

source: Represented by:
hu: Képviseli:

source: Contact:
hu: Kapcsolattartó:

source: based on the concept and software development of Ernesto Ruge:
hu: Ernesto Ruge koncepciója és szoftverfejlesztésén alapulva:

source: Contact: Website of Ernesto Ruge:
hu: Kapcsolattartó: Ernesto Ruge weboldala:

source: Donate for Luftdaten.info (Hardware, Software) now on Betterplace.org
hu: Adományozz a Sensor.Community számára (Hardware, Software) a Betterplace.org-on

source: Donate for<br>Luftdaten.info<br>now on<br><span>Betterplace.org</span>
hu: Adományozz a <br>Sensor.Community<br>számára a <br><span>Betterplace.org</span>-on

source: Configure air quality sensor yourself
hu: Luftdaten-Sensor selbst konfigurieren

source: Configure Luftdaten
hu: Luftdaten konfigurieren

source: The main purpose of this page is to enable you, as the owner of a fine dust sensor, to configure the location and other parameters yourself.
hu: Auf diesen Seiten können Sie Ihren Feinstaubsensor anmelden und die benötigten Daten wie Adresse, Position, Umgebung u.a. eintragen.

source: Click here to <a href="%(login_url)s">log in</a>.
hu: Klicken Sie hier für das <a href="%(login_url)s">Login</a>

source: General information can be found at <a href="%(home_url)s">luftdaten.info</a>, as well as the <a href="%(manual_url)s">building instructions</a>. Sensor data can be found on <a href="%(map_url)s">the fine dust map</a> or <a href="%(archive_url)s">be downloaded as CSVs</a>.
hu: Generelle Informationen zum Projekt finden Sie auf <a href="%(home_url)s">luftdaten.info</a>, ebenso die Bauanleitung für den Sensor. Die Sensordaten finden Sie zum Beispiel auf <a href="%(map_url)s">unserer Feinstaubkarte</a> oder in <a href="%(archive_url)s">unserem Archiv</a>.

source: Join us!
hu: Mach mit!

source: The city of the future belongs to its citizens. The digital tools, the Maker Movement and Citizen Science are leading to more and more people being given the opportunity to design the city themselves.
hu: Die Stadt der Zukunft gehört ihren Bürgern. Die digitalen Werkzeuge, die Maker Bewegung und Citizen Science führen dazu, dass immer mehr Menschen die Möglichkeit erhalten, die Stadt selbst zu gestalten.

source: About the project
hu: Über das Projekt

source: The OK Lab Stuttgart is part of the program Code for Germany of the Open Knowledge Foundation Germany. The aim of the program is to promote developments in the areas of transparency, Open Data and Citizen Science.
hu: Das OK Lab Stuttgart ist Teil des Programms "Code for Germany" der Open Knowledge Foundation Deutschland. Das Ziel des Programms ist die Förderung von Entwicklungen in den Bereichen Transparenz, offene Daten und Citizen Science.

source: Regional groups consisting of designers, developers, journalists and others meet regularly in Labs. They develop apps that inform, positively shape and support society and make the work of administrations and authorities more transparent.
hu: Regionale Gruppen bestehend aus Designern, Entwicklern, Journalisten und Anderen treffen sich regelmäßig in den Labs. Sie entwickeln Apps, die positiv informieren, die Gesellschaft zu gestalten und zu unterstützen und die Arbeit der Verwaltungen zu erleichtern und Behörden transparenter zu machen.

source: Code a difference: Use your skills to improve your city!
hu: Code a difference: Nutz‘ deine Fähigkeiten, um deine Stadt zu verbessern!

source: Unknown email address
hu: Unbekannte E-Mail-Adresse

source: There are no sensors stored under this e-mail address.
hu: Unter dieser E-Mail-Adresse sind keine Sensoren bei uns gespeichert.

source: If you are of the opinion that you have a sensor at this mail address, please send us an e-mail. Send an email to
hu: Wenn Sie der Meinung sind, doch einen Sensor unter dieser Mailadresse zu haben, senden Sie bitte eine Mail an

source: user configuration
hu: Benutzerkonfiguration

source: Information and settings for the luftdaten project
hu: Informationen und Einstellungen für das Projekt Luftdaten.info

source: Home
hu: Startseite

source: My sensors
hu: Meine Sensoren

source: Settings
hu: Einstellungen

source: Password change
hu: Passwort ändern

source: Massimporter
hu: Massenimporter

source: Register
hu: Registrieren

source: Privacy Policy
hu: Datenschutzerklärung

source: Back to e-mail login
hu: Zurück zum E-Mail-Login

source: Password Reset
hu: Passwort zurücksetzen

source: Configure air data sensor yourself
hu: Melden Sie Ihren Sensor selbst an

source: Your personal area.
hu: Ihr persönlicher Bereich

source: Sensors
hu: Sensoren

source: View and change sensor data and settings.
hu: Anzeigen und Ändern der Sensor-Daten und -Einstellungen.

source: View and change data, notification settings and passwords.
hu: Anzeigen und Ändern der Daten, der Benachrichtigungseinstellungen und des Passworts.

source: Password
hu: Passwort

source: Change password.
hu: Passwort ändern.

source: Change your password.
hu: Passwort ändern.

source: Data from Node
hu: Daten von Node

source: Typically, two sensors are attached to each node: the fine dust sensor and the Humidity and temperature sensor. The sensor number can also be found
hu: Typischerweise sind 2 Sensoren pro Gerät angeschlossen: der Feinstaubsensor und ein Temperatur/Luftfeuchte-Sensor. Die Sensor IDs finden Sie hier

source: on the fine dust card again.
hu: auf der Feinstaub-Karte wieder

source: show on map
hu: auf der Karte zeigen

source: Last updated:
hu: Letztes Update:

source: No current data are available for this sensor.
hu: Zu diesem Sensor liegen keine aktuellen Daten vor.

source: was handed over.
hu: wurde übergeben.

source: An e-mail was sent to the new owner
hu: Eine E-Mail an den neuen Besitzer wurde gesendet

source: Back to my sensors
hu: Zurück zu meinen Sensoren

source: Sensor %(node_id)s hand over
hu: Sensor %(node_id)s übertragen

source: This allows you to transfer sensors to another person. This is especially useful if you have ordered a sensor for a friend and want to transfer it to him or her.
hu: Hiermit können Sie Sensoren an einen anderen Menschen übergeben. Dies ist besonders dann hilfreich, wenn Sie einen Sensor für eine Freundin oder einen Freund mitbestellt haben und diesen nun an ihr oder ihn übertragen wollen.

source: Warning! After the transfer you have no more control over the sensor!
hu: Achtung! Nach der Übergabe haben Sie natürlich keine Kontrolle mehr über den Sensor.

source: Settings of Node %(node_id)s
hu: Einstellungen für Node %(node_id)s

source: With this form you can keep the data of the sensor up to date. Please note that only precise data can lead to precise evaluations with which we can also argue politically. It is therefore important that the basic sensor data is always kept up to date.
hu: Mit diesem Formular können Sie die Daten des Sensors aktuell halten. Bitte beachten Sie dabei, dass nur präzise Daten zu präzisen Auswertungen führen können, mit denen wir auch politisch argumentieren können. Es ist also wichtig, dass die Sensor-Basisdaten immer aktuell gehalten werden.

source: All sensors assigned to your account can be found in this overview.
hu: Alle Ihrem Account zugeordneten Sensoren können Sie in dieser Übersicht finden.

source: Created
hu: Erstellt

source: Last Update
hu: Letztes Update

source: Functions
hu: Funktionen

source: Data
hu: Daten

source: Hand over sensor
hu: Sensor übergeben

source: No sensors found
hu: Keine Sensoren gefunden

source: Register new sensor
hu: Neuen Sensor registrieren

source: Here you can change your settings.
hu: Hier können Sie Ihre Einstellungen ändern.

source: <p>The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and according to the legal data protection regulations as well as this data protection explanation.</p> <p>The use of our website is generally possible without providing personal data. Insofar as personal data (e.g. name, address or e-mail addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.</p> <p>We would like to point out that data transmission via the Internet (e.g. communication via e-mail) may have security gaps. A complete protection of the data against the access by third is not possible.</p> <h2>Information, deletion, blocking</h2> <p>You have the right at any time to free information about your stored personal data, their origin and recipient and the purpose of data processing as well as a right to correction, blocking or deletion of this data. You can contact us at any time at the address given in the imprint for this and other questions on the subject of personal data.</p> <h2>Cookies</h2> <p>Some of the Internet pages use so-called cookies. Cookies do not damage your computer and do not contain viruses. Cookies serve to make our offer more user-friendly, more effective and safer. Cookies are small text files that are stored on your computer by your browser.</p> <p>Most of the cookies we use are so-called "session cookies". They are automatically deleted at the end of your visit. Other cookies remain stored on your terminal until you delete them. These cookies enable us to recognize your browser during your next visit.</p> <h2>Account and sensor data</h2> <p>The measurement data of the sensors are collected on the server of the luftdaten.info and are publicly accessible to the company. The following information will be published:</p> <ul> <li>The anonymized geoposition (longitude and latitude) rounded to approx. 100 m.</li> <li>The ID of your ESP8266 NodeMCU board</li> <li>The given numerical description of the environment</li> <li>The sensor height</li> <li>The description as text</li> </ul> <p>The following additional data will be stored for internal processing, but will not be published:</p> <ul> <li>The postal address of the sensor</li> <li>The e-mail address</li> <li>Your first and last name</li> </ul> <h2>Server log files</h2> <p>The provider of the pages automatically collects and stores information in so-called server log files, which your browser automatically transmits to us. These are:</p> <ul> <li>Browser type / browser version</li> <li>used operating system</li> <li>Referrer URL</li> <li>Hostname of the accessing computer</li> <li>Time of the server request</li> </ul> <p>These data cannot be assigned to specific persons. This data will not be merged with other data sources. We reserve the right to subsequently check this data if we become aware of concrete indications of illegal use.</p> <h2>Contradiction advertising mails</h2> <p>We hereby object to the use of contact data published within the scope of the imprint obligation to send unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action against unsolicited mailing or e-mailing of spam and other similar advertising materials.</p>
hu: <p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p> <p>Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweitauf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.</p> <p>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.</p> <h2>Auskunft, Löschung, Sperrung</h2> <p>Sie haben jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung sowie ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.</p><h2>Cookies</h2> Die Internetseiten verwenden teilweise so genannte Cookies. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert.</p> <p>Die meisten der von uns verwendeten Cookies sind so genannte „Session-Cookies“. Sie werden nach Ende Ihres Besuchs automatisch gelöscht. Andere Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese löschen. Diese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen.</p> <h2>Account und Sensordaten</h2> <p>Die Messdaten der Sensoren werden auf dem Server des OK Lab Stuttgarts gesammelt und öffentlich zur Verfügung gestellt. Hierbei werden folgende Informationen veröffentlicht:</p> <ul> <li>TDie anonymisierte Geoposition (Längengrad und Breitengrad) auf ca. 100 m gerundet</li> <li>Die ID Ihres ESP8266-NodeMCU-Boards</li> <li>Die angegebene numerische Beschreibung der Umgebung</li> <li>Die Sensorhöhe</li> <li>Die Beschreibung als Text</li> </ul> <p>Folgende weitere Daten werden zur internen Verarbeitung gespeichert, jedoch nicht veröffentlicht:</p> <ul> <li>Die postalische Adresse des Sensors</li> <li>Die E-Mail-Adresse</li> <li>Ihr Vor- und Nachname</li> </ul> <h2>Server-Log-Files</h2> Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log Files, die Ihr Browser automatisch an uns übermittelt. Dies sind:</p> <ul> <li>Browsertyp / Browserversion</li> <li>verwendetes Betriebssystem</li> <li>Referrer URL</li> <li>Hostname des zugreifenden Rechners</li> <li>Uhrzeit der Serveranfrage</li> </ul> <p>Diese Daten sind nicht bestimmten Personen zuordenbar. Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Wir behalten uns vor, diese Daten nachträglich zu prüfen, wenn uns konkrete Anhaltspunkte für eine rechtswidrige Nutzung bekannt werden.</p><h2>Widerspruch Werbe-Mails</h2> <p>Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor.</p>

source: Set password Error
hu: Passwort setzen: Fehler

source: Unfortunately the link is not correct. Either it is too old, or it was not copied completely. Please try again.
hu: Leider ist der aufgerufene Link nicht korrekt. Entweder ist er zu alt, oder aber er wurde nicht vollständig kopiert. Bitte probieren Sie es noch einmal.

source: Mail sent
hu: Passwort setzen: Mail gesendet

source: Please look into your mailbox to reset your password.
hu: Bitte schauen Sie nun in Ihr Postfach, um Ihr Passwort zurückzusetzen.

source: Your account was not active yet. Please look into your mailbox to reset your password and activate your account.
hu: Bitte schauen Sie nun in Ihr Postfach, um Ihr Passwort zurückzusetzen.

source: Set password
hu: Passwort setzen

source: Forgot Passwort?
hu: Passwort vergessen

source: Activation required
hu: Aktivierung erforderlich

source: Since you are logging in for the first time, your e-mail address must be confirmed. Please look in your mailbox to get access to your sensors.
hu: Da Sie sich zum ersten Mal einloggen möchten, muss Ihre E-Mail Adresse bestätigt werden. Bitte schauen Sie also in Ihr Postfach, um Zugriff auf Ihre Sensoren zu erhalten.

source: Registration
hu: Registrierung

source: Sensor Mass Import: Status
hu: Sensoren-Massenimport: Status

source: You can see all current imports in this overview. Click on Reload to update the status.
hu: Alle noch laufenden Importe können Sie in dieser Übersicht sehen. Klicken Sie auf neu laden, um den Status zu aktualisieren.

source: Data (Start)
hu: Daten (Beginn)

source: Sensor mass importer
hu: Sensor-Massenimport

source: With this form new nodes can be imported in masses. One node per line is expected in the following format:
hu: Mit diesem Formular können neue Nodes massenhaft importiert werden. Pro Zeile wird ein Node erwartet, und zwar in folgendem Format:

source: 123456 is the ID of the ESP8266 board, the e-mail is the address of the future of the owner. If this is not fixed, only the Node-ID can be specified, which is E-mail must then be added later.
hu: 123456 ist hierbei die ID des ESP8266-Boards, die E-Mail ist die Adresse des zukünftigen Besitzers. Falls diese nicht feststeht, kann auch nur die Node-ID angegeben werden, die E-Mail muss dann nachträglich ergänzt werden.

source: If an email address has been specified, the owner will be notified with an email about their new sensor.
hu: Wenn eine E-Mail-Adresse angegeben wurde, wird der Besitzer mit einer E-Mail über seinen neuen Sensor informiert.

source: Sensor registration
hu: Sensor-Registrierung

source: Basic Information
hu: Basisinformationen

source: Additional Information
hu: Zusätzliche Informationen

source: Hardware configuration
hu: Hardware-Konfiguration
